; 
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
;  Wise Program Uninstaller
;  TranslationAuthor: penaV
;  TranslationAuthorEmail: penav@outlook.com
;  TranslationAuthorWeb:
;  Soft Version: 2.22.117
;  Lang. Update: 2018-Mar-05
;
[GUI]
ButtonYes=Kyllä
ButtonNo=EI
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko

[Lang]
NativeLanguage=Finnish-Suomi

[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=Tietoja ohjelmasta
Warning=Varoitus
Error=Virhe
Confirm=Vahvistus
CurVer=Nykyinen Versio:

;
; Main GUI - Pää Ohjelma
; 
TfrmUnlog.caption=Asennuksen poisto loki
TfrmUnlog.head.unDate=Poisto päivä
TfrmUnlog.head.ItemName=Poistettu ohjelma
TfrmUnlog.head.restore=Ohjelma jäänteet
TfrmUnlog.noItems=Ei ohjelman jäänteitä
TfrmUnlog.Recovered=Palautetut
TfrmUnlog.recover=Palauta
FrmMain.lblrate.caption=Arvioi
FrmMain.BtnNormal.Caption=Turvallinen poisto
FrmMain.BtnModify.Caption=Omat asetukset
FrmMain.BtnForce.Caption=Pakotettu poisto
FrmMain.BtnRemove.Caption=Poista kohteet
FrmMain.lblcheckver.Caption=Tarkista päivitykset
FrmMain.lblinfo.caption=Voit "pakottaa" itsepäisten ohjelmien poiston
FrmMain.btnSupport.hint=Tukikeskus
FrmMain.btnfacebook.Hint=Jaa Wise Program Uninstalleria Facebookissa
FrmMain.btntwitter.Hint=Jaa Wise Program Uninstalleria Twitterissä
FrmMain.btnemail.Hint=Jaa Wise Program Uninstalleria ystävillesi
FrmMain.btnRefresh.Hint=Päivitä
FrmMain.btnLog.Caption=Poisto loki
FrmMain.btnAll.hint=Kaikki ohjelmat
FrmMain.btnSoft.hint=Työpöytä ohjelmat
FrmMain.btnApp.hint=Yleis-sovellukset
FrmMain.btnPatch.hint=Windows päivitykset
FrmMain.btnUnless.hint=Muokattu ohjelmapoisto


;
; Menu - Valikko
;
pmHelp=Suoraa apua
pmHome=Kotisivulle
pmforum=Keskustelualueelle
pmCheckMsg=Auto tarkista uutiset
pmContact=Ota yhteyttä Meihin
pmCheckNew=Tarkista päivitykset
pmLang=Kielet
pmAbout=Tietoja Meistä
pmOpenEntry=Avaa RegEdit:llä
pmOpenFolder=Avaa Selaimessa
PmGoogle=Etsi Googlella
pmExport=Vie txt tiedostoksi...
pmRightMenuA=Näytä Resurssienhallinan toiminnevalikossa
ExplorerMenu=Poista Ohjelma Wise Program Uninstaller:lla
pmUnisDetect=Tunnista asennuksen poisto muulla asennuksen poisto-ohjelmalla


;
; About - Tietoja
;
FrmAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Nykyinen versio:
FrmAbout.lblemail.caption=Tuen sähköposti:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblthank.caption=Kiitos seuraaville henkilöille heidän avustaan:

;
;processs - tehtävät
;
FrmProgressModal.btncancel.caption=Peruuta

;
;frmafterdel - poistot
;
Frmafterdel.caption=Ohjelmaan liitetyt rekisteri merkinnät ja tiedostot
Frmafterdel.btnremove.caption=Poista
Frmafterdel.btncancel.caption=Peruuta
Frmafterdel.lblinfo.caption=Etsinnän tulos, klikkaa "Poista" viimeistelläksesi valitun ohjelman poiston.
Frmafterdel.btnnone.caption=Ei mitään
Frmafterdel.btnall.caption=Valitse Kaikki
;
; Custome uninstall - muokattu poisto
;
frmUnlessDel.caption=Muokattu ohjelmapoisto
frmUnlessDel.lblInfo1.caption=Muokattu ohjelmapoisto auttaa poistamaan ohjelman, jota ei voi poistaa normaalilla tavalla ja puhdistaa sen jälkeen jäljelle jääneet tiedostot täysin. Voit valita kansion täällä ja poistaa sen tai poistaa siihen liittyvän ohjelman.
frmUnlessDel.lblinfo2.caption=Anna hakusana etsiäksesi onko jäljellä tiedostoja poistamisen jälkeen.
frmUnlessDel.lblKeyword.caption=Hakusana:
frmUnlessDel.btnNext.caption=Seuraava
frmUnlessDel.btncancel.caption=Peruuta
frmUnlessDel.btnremove.caption=Poista
frmUnlessDel.btnFolder.caption=Selaa

;
; Rate - Arvioi
;
FrmRate.Btnlist.caption=Käyttäjä arviot
FrmRate.Btnreview.caption=Oma arvioni
FrmRate.Btnfirst.caption=Ole ensimmäinen arvioijamme
FrmRate.Btnsubmit.caption=Lähetä
FrmRate.lblscore.caption=Arvioi:
FrmRate.lblscorehint.caption=(Sinun täytyy klikata tähtiä arvioidaksesi)
FrmRate.lblnick.caption=Kutsumanimesi:
FrmRate.lblnickhint.caption=(Valinnainen)
FrmRate.lblemail.caption=Sähköpostisi:
FrmRate.lblemailhint.caption=(Valinnainen)
FrmRate.lblcontent.caption=Sisältö:
FrmRate.lblcontenthint.caption=(Valinnainen)
FrmRate.lbldesctitle.caption=Ohjelman kuvaus:
FrmRate.lblratesoft.caption=Suositeltu ohjelmisto


[Uninstall]
PublisherUnknown=Tuntematon julkaisija
VersionUnknown=Tuntematon versio
Rate=Arvio
ItemName=Asennettu ohjelma
Publisher=Julkaisija
Size=Koko
SetupDate=Asennus päivä
Version=Versio
Canceled=Ohjelmanpoisto on peruutettu.
NoLeftOverItem=Ohjelman jäännöksiä EI löytynyt.
Removing=Poistetaan:
TotalStat=Löytyi %d ohjelmaa, varaavat %s levy tilaa.
Calculating=Lasketaan kokoa...
Files=Tiedostot ja kansiot
RegEntries=Rekisteri merkinnät
Items=Kohteet

[message]
confimdel=Valittu kansio poistetaan tietokoneeltasi. Jatketaanko?
UninstallApp=Poistetaan...
unistallError=Tapahtuma epäonnistui.
NewVer=Uusi versio löytyy. Haluatko päivittää?
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
NoProgramSelected=Valitse ensin ohjelma.
IsBusy=Odota kunnes käynnissä oleva ohjelman poisto on suoritettu loppuun.
StartFindLeftover=Etsitään ohjelman tiedosto, kansio ja rekisterikohde jäänteitä...
Collecting=Kerätään asennettujen ohjelmien tietoja...
BeSureUseForce=Valitse Pakotettu Ohjelman Poisto vain jos, Turvallinen Ohjelman Poisto ei toimi. Oletko varma että haluat jatkaa?
ConfirmRemove=Oletko varma että haluat poistaa tämän merkinnän?
RejectItself=Ohjelma ei voi poistaa itseään.
TranslateTo=Käännetty kielille...

[SoftRate]
Querying=Kysellään...
Good=Pidän 
Bad=En pidä
Safe=Raportti
Ver=Versio:
Ratings=Arviot
SoftNotExist=Ohjelman tietoja ei löydy.
GetSoftInfoError=Ohjelmatietojen saanti epäonnistui
UploadSoftLogoError=Ohjelmatietojen lähetyksessä virhe
SubmitData=Lähetä omat kommenttisi tästä ohjelmasta...
SubmitSoftInfoError=Lähetys virhe, johtuu verkkoyhteydestäsi.
SubmitRateSuccess=Lähetys Onnistui.
HaveSubmitRate=Olet arvioinut sen.
Submitgoodbad=Lähetetään tietojasi...
me=Minä
NickTooLong=Kutsumanimesi pituus ei saa ylittää 20 merkkiä.
MailTooLong=Sähköpostiosoitteesi kokonais pituus ei saa ylittää 50 merkkiä.
WrongEmail=Virheellinen sähköpostiosoite.
ReviewTooLong=Kokonais pituus ei saa ylittää 300 merkkiä.
RateHint=Nauti meidän ohjelmisto arvioinnista ja arvioi sinun suosikki ohjelmat!
UnknowName=Tuntematon tuote
UnknowVer=Tuntematon versio
UnknowDesc=Kuvaus


[Hint]
HintRate=Arvioi Ohjelma
HintClose=Poista kohde

[Monitor]
FindLeftover=%s voi silti jättää jäännösjälkiä tietokoneellesi. Wise Program Unistaller etsii...
NonItems=%s on täydellisesti poistettu tietokoneeltasi.